Repository: niklaherr/Autovermietung-in-Business-Central
Catalog: Translations/Autovermietung.*.xlf
Languages: de_de

# Table 2325673474 - Property 2879900210
source: Car
de_de: Auto

# Table 2325673474 - Field 2827249175 - Property 2879900210
source: Color
de_de: Farbe

# Table 2325673474 - Field 3647128553 - Property 2879900210
source: Manufacturer
de_de: Hersteller

# Table 2325673474 - Field 3487205323 - Property 2879900210
source: Model Description
de_de: Modellbezeichnung

# Table 2325673474 - Field 2609280369 - Property 2879900210
source: Number Plate
de_de: Kennzeichen

# Table 2325673474 - Field 2688180411 - Property 2879900210
source: Price Per 100km Over 15000km
de_de: Preis pro 100 km über 15.000 km

# Table 2325673474 - Field 2417912690 - Property 2879900210
source: Price Per Day
de_de: Preis pro Tag

# Table 2325673474 - Field 1482469392 - Property 2879900210
source: Rented
de_de: Vermietet

# Table 2325673474 - Field 3745586077 - Property 2879900210
source: Year Of Construction
de_de: Baujahr

# Table 1822774319 - Property 2879900210
source: Rental Comment
de_de: Vermietungskommentar

# Table 1822774319 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Kommentar

# Table 1822774319 - Field 3192175264 - Property 2879900210
source: Date
de_de: Datum

# Table 1822774319 - Field 2289956346 - Property 2879900210
source: Header No.
de_de: Kopf-Nr.

# Table 1822774319 - Field 35450067 - Property 2879900210
source: Posted
de_de: Gebucht

# Table 4217849659 - Property 2879900210
source: Manufacturer
de_de: Hersteller

# Table 4217849659 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 3898050555 - Property 2879900210
source: Model
de_de: Modell

# Table 3898050555 - Field 3647128553 - Property 2879900210
source: Manufacturer
de_de: Hersteller

# Table 3898050555 - Field 3297847188 - Property 2879900210
source: Manufacturing Start
de_de: Produktionsbeginn

# Table 3898050555 - Field 3172229284 - Property 2879900210
source: Manufacturing Stop
de_de: Produktionsende

# Table 3898050555 - Field 1695122201 - Property 2879900210
source: Model
de_de: Modell

# Table 2237920716 - Property 2879900210
source: Posted Rental Header
de_de: Gebuchter Mietauftrag

# Table 2237920716 - Field 22746087 - Property 2879900210
source: Booking Date
de_de: Buchungsdatum

# Table 2237920716 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Kommentar

# Table 2237920716 - Field 1994964448 - Property 2879900210
source: Customer
de_de: Kunde

# Table 2237920716 - Field 1881986821 - Property 2879900210
source: Customer Name
de_de: Kundenname

# Table 2237920716 - Field 845401037 - Property 2879900210
source: End Date
de_de: Enddatum

# Table 2237920716 - Field 3605153064 - Property 2879900210
source: Start Date
de_de: Startdatum

# Table 1217716979 - Property 2879900210
source: Posted Rental Line
de_de: Gebuchte Mietauftragszeile

# Table 1217716979 - Field 4179158116 - Property 2879900210
source: Car
de_de: Auto

# Table 1217716979 - Field 2218538240 - Property 2879900210
source: Driven Km
de_de: Gefahrene km

# Table 1217716979 - Field 2289956346 - Property 2879900210
source: Header No.
de_de: Kopf-Nr.

# Table 1217716979 - Field 3647128553 - Property 2879900210
source: Manufacturer
de_de: Hersteller

# Table 1217716979 - Field 1695122201 - Property 2879900210
source: Model
de_de: Modell

# Table 1217716979 - Field 3635338911 - Property 2879900210
source: Price
de_de: Preis

# Table 2144210643 - Property 2879900210
source: Rental Header
de_de: Mietauftrag

# Table 2144210643 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Kommentar

# Table 2144210643 - Field 1994964448 - Property 2879900210
source: Customer
de_de: Kunde

# Table 2144210643 - Field 1881986821 - Property 2879900210
source: Customer Name
de_de: Kundenname

# Table 2144210643 - Field 845401037 - Property 2879900210
source: End Date
de_de: Enddatum

# Table 2144210643 - Field 3605153064 - Property 2879900210
source: Start Date
de_de: Startdatum

# Table 1620147980 - Property 2879900210
source: Rental Line
de_de: Mietauftragszeile

# Table 1620147980 - Method 1905667477 - NamedType 2414032556
source: The selected vehicle is already rented in another rental contract!
de_de: Das ausgewählte Fahrzeug ist bereits in einem anderen Mietvertrag vermietet!

# Table 1620147980 - Field 4179158116 - Property 2879900210
source: Car
de_de: Auto

# Table 1620147980 - Field 2218538240 - Property 2879900210
source: Driven Km
de_de: Gefahrene km

# Table 1620147980 - Field 2289956346 - Property 2879900210
source: Header No.
de_de: Kopf-Nr.

# Table 1620147980 - Field 3647128553 - Property 2879900210
source: Manufacturer
de_de: Hersteller

# Table 1620147980 - Field 1695122201 - Property 2879900210
source: Model
de_de: Modell

# Table 1620147980 - Field 3860221327 - Property 2879900210
source: Pickup Date & Time
de_de: Abholdatum und -zeit

# Table 1620147980 - Field 3635338911 - Property 2879900210
source: Price
de_de: Preis

# Table 1620147980 - Field 1014842125 - Property 2879900210
source: Return Date & Time
de_de: Rückgabedatum und -zeit

# Page 1770990406 - Property 2879900210
source: Car Card
de_de: Fahrzeugkarte

# Page 1452836512 - Property 2879900210
source: Car List
de_de: Fahrzeugliste

# Page 3853995659 - Property 2879900210
source: Rental Comment Card
de_de: Vermietungskommentarkarte

# Page 2583355449 - Property 2879900210
source: Rental Comment List
de_de: Vermietungskommentarliste

# Page 411219983 - Property 2879900210
source: Manufacturer Card
de_de: Herstellerkarte

# Page 2635491493 - Property 2879900210
source: Manufacturer List
de_de: Herstellerliste

# Page 556603343 - Property 2879900210
source: Model Card
de_de: Modellkarte

# Page 1338560357 - Property 2879900210
source: Model List
de_de: Modellliste

# Page 1261797752 - Property 2879900210
source: Posted Rental Header Card
de_de: Gebuchte Mietauftragskarte

# Page 1261797752 - Action 3375155882 - Property 2879900210
source: Report
de_de: Bericht

# Page 1261797752 - Action 3110191937 - Property 2879900210
source: Print Order
de_de: Beleg drucken

# Page 4106894814 - Property 2879900210
source: Posted Rental Header List
de_de: Gebuchte Mietaufträge

# Page 2282962782 - Property 2879900210
source: Posted Rental Lines
de_de: Gebuchte Mietauftragszeilen

# Page 2302942919 - Property 2879900210
source: Rental Header Card
de_de: Mietauftragskarte

# Page 2302942919 - Action 984121071 - Property 2879900210
source: Rental
de_de: Vermietung

# Page 2302942919 - Action 3250376804 - Property 2879900210
source: Post Rental
de_de: Vermietung verbuchen

# Page 3739062013 - Property 2879900210
source: Rental Header List
de_de: Mietauftragsliste

# Page 1423613368 - Property 2879900210
source: Rental Line Card
de_de: Mietauftragszeilenkarte

# Page 2775275181 - Property 2879900210
source: Rental Lines
de_de: Mietauftragszeilen

# Report 821689635 - Property 2879900210
source: Invoice
de_de: Rechnung
