Repository: niklaherr/Autovermietung-in-Business-Central
Catalog: Translations/BC230-knkMedia.*.xlf
Languages: de_de

# Table 4179158116 - Field 2827249175 - Property 2879900210
source: Color
de_de: Farbe

# Table 4179158116 - Field 4245937622 - Property 2879900210
source: Manufactor
de_de: Hersteller

# Table 4179158116 - Field 3487205323 - Property 2879900210
source: Model Description
de_de: Modellbeschreibung

# Table 4179158116 - Field 2609280369 - Property 2879900210
source: Number Plate
de_de: Kennzeichen

# Table 4179158116 - Field 2688180411 - Property 2879900210
source: Price Per 100km Over 15000km
de_de: Preis je 100km über 15000km

# Table 4179158116 - Field 2417912690 - Property 2879900210
source: Price Per Day
de_de: Preis pro Tag

# Table 4179158116 - Field 1482469392 - Property 2879900210
source: Rented
de_de: Vermietet

# Table 4179158116 - Field 3745586077 - Property 2879900210
source: Year Of Contruction
de_de: Baujahr

# Table 235073672 - Field 449962110 - Property 2879900210
source: Class Teacher
de_de: Klassenlehrer

# Table 235073672 - Field 3040182083 - Property 2879900210
source: Classroom
de_de: Klassenraum

# Table 235073672 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 235073672 - Field 381004922 - Property 2879900210
source: Session
de_de: Schuljahr

# Table 4245937622 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 1695122201 - Field 4245937622 - Property 2879900210
source: Manufactor
de_de: Hersteller

# Table 1695122201 - Field 3618499918 - Property 2879900210
source: Manufactoring Start
de_de: Baujahr Von

# Table 1695122201 - Field 2930816286 - Property 2879900210
source: Manufactoring Stop
de_de: Baujahr Bis

# Table 1695122201 - Field 1695122201 - Property 2879900210
source: Model
de_de: Modell

# Table 3558291151 - Field 2790486453 - Property 2879900210
source: Comment
de_de: Kommentar

# Table 3558291151 - Field 1994964448 - Property 2879900210
source: Customer
de_de: Kunde

# Table 3558291151 - Field 1326303013 - Property 2879900210
source: Customername
de_de: Kundenname

# Table 3558291151 - Field 2884976045 - Property 2879900210
source: Enddate
de_de: Enddatum

# Table 3558291151 - Field 2349485384 - Property 2879900210
source: Start Date
de_de: Startdatum

# Table 525724401 - Field 4179158116 - Property 2879900210
source: Car
de_de: Auto

# Table 525724401 - Field 2218538240 - Property 2879900210
source: Driven Km
de_de: Gefahrene Kilometer

# Table 525724401 - Field 267268504 - Property 2879900210
source: Headnr
de_de: Kopfnr

# Table 525724401 - Field 4245937622 - Property 2879900210
source: Manufactor
de_de: Hersteller

# Table 525724401 - Field 1695122201 - Property 2879900210
source: Model
de_de: Modell

# Table 525724401 - Field 3635338911 - Property 2879900210
source: Price
de_de: Preis

# Table 1418429579 - Field 1359047413 - Property 2879900210
source: 1. Parent
de_de: 1. Elternteil

# Table 1418429579 - Field 3027712620 - Property 2879900210
source: 2. Parent
de_de: Farb2. Elternteile

# Table 1418429579 - Field 3168444338 - Property 2879900210
source: Address
de_de: Adresse

# Table 1418429579 - Field 1441121906 - Property 2879900210
source: Average Grade
de_de: Durchschnittsnote

# Table 1418429579 - Field 1576740555 - Property 2879900210
source: Birth Date
de_de: Geburtsdatum

# Table 1418429579 - Field 1416727010 - Property 2879900210
source: Birth Place
de_de: Geburtsort

# Table 1418429579 - Field 714791889 - Property 2879900210
source: City
de_de: Stadt

# Table 1418429579 - Field 449962110 - Property 2879900210
source: Class Teacher
de_de: Klassenlehrer

# Table 1418429579 - Field 2542713143 - Property 2879900210
source: Country Code
de_de: Ländercode

# Table 1418429579 - Field 234649897 - Property 2879900210
source: Denomination
de_de: Konfession

# Table 1418429579 - Field 2303302321 - Property 2879900210
source: Gender
de_de: Geschlecht

# Table 1418429579 - Field 1485435355 - Property 2879900210
source: Lecture Code
de_de: Klassecode

# Table 1418429579 - Field 2961552353 - Property 2879900210
source: Name
de_de: Vorname

# Table 1418429579 - Field 966287263 - Property 2879900210
source: Name 2
de_de: Nachname

# Table 1418429579 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 1418429579 - Field 3986423421 - Property 2879900210
source: Phone No.
de_de: Telefonnummer

# Table 1418429579 - Field 3660300303 - Property 2879900210
source: Post Code
de_de: Postleitzahl

# Table 1418429579 - Field 3649518822 - Property 2879900210
source: Salutation
de_de: Anrede

# Table 2199584568 - Field 1713864597 - Property 2879900210
source: 1. Subject
de_de: 1. Fach

# Table 2199584568 - Field 225711284 - Property 2879900210
source: 2. Subject
de_de: 2. Fach

# Table 2199584568 - Field 3629478483 - Property 2879900210
source: 3. Subject
de_de: 3. Fach

# Table 2199584568 - Field 1622979514 - Property 2879900210
source: Account No.
de_de: Kontonummer

# Table 2199584568 - Field 3168444338 - Property 2879900210
source: Address
de_de: Adresse

# Table 2199584568 - Field 686652245 - Property 2879900210
source: Bank Code
de_de: BLZ

# Table 2199584568 - Field 1576740555 - Property 2879900210
source: Birth Date
de_de: Geburtsdatum

# Table 2199584568 - Field 1576434978 - Property 2879900210
source: Birthplace
de_de: Geburtsort

# Table 2199584568 - Field 714791889 - Property 2879900210
source: City
de_de: Stadt

# Table 2199584568 - Field 2542713143 - Property 2879900210
source: Country Code
de_de: Ländercode

# Table 2199584568 - Field 234649897 - Property 2879900210
source: Denomination
de_de: Konfession

# Table 2199584568 - Field 3444679095 - Property 2879900210
source: First Name
de_de: Vorname

# Table 2199584568 - Field 2303302321 - Property 2879900210
source: Gender
de_de: Geschlecht

# Table 2199584568 - Field 4068742839 - Property 2879900210
source: Last Name
de_de: Nachname

# Table 2199584568 - Field 4200184881 - Property 2879900210
source: No.
de_de: Nr.

# Table 2199584568 - Field 3986423421 - Property 2879900210
source: Phone No.
de_de: Telefonnummer

# Table 2199584568 - Field 3660300303 - Property 2879900210
source: Post Code
de_de: Postleitzahl

# Table 2199584568 - Field 3649518822 - Property 2879900210
source: Salutation
de_de: Anrede

# Table 2199584568 - Field 3661882300 - Property 2879900210
source: Tax ID
de_de: Steuernummer

# Page 4179158116 - Property 2879900210
source: Carcard
de_de: Autokarte

# Page 336857349 - Property 2879900210
source: Carlist
de_de: Autoliste

# Page 2963382932 - Property 2879900210
source: Lecture Card
de_de: Klassenkarte

# Page 1046928882 - Property 2879900210
source: Lecture List
de_de: Klassenliste

# Page 4245937622 - Property 2879900210
source: Manufactorcard
de_de: Herstellerkarte

# Page 1477316675 - Property 2879900210
source: Manufactorlist
de_de: Herstellerliste

# Page 1695122201 - Property 2879900210
source: Modelcard
de_de: Modellkarte

# Page 2522411024 - Property 2879900210
source: Modelllist
de_de: Modellliste

# Page 3558291151 - Property 2879900210
source: Rentheadlist
de_de: Vermietungskopfliste

# Page 525724401 - Property 2879900210
source: Rentrowlist
de_de: Vermietungszeilenliste

# Page 162678847 - Property 2879900210
source: Student Card
de_de: Schülerkarte

# Page 1276828917 - Property 2879900210
source: Student List
de_de: Schülerliste

# Page 1342568676 - Property 2879900210
source: Teacher Card
de_de: Lehrerkarte

# Page 4099844450 - Property 2879900210
source: Teacher List
de_de: Lehrerliste

# Page 1066230554 - Property 2879900210
source: Teacher Lookup
de_de: Lehrerkack

# Page 1066230554 - Action 3117446396 - Property 2879900210
source: Select
de_de: Auswählen

# Page 3172318063 - Property 2879900210
source: Renthead
de_de: Vermietungskopf
